import { IReview } from '../types';

export const reviews: IReview[] = [
  {
    id: '1',
    name: 'Иван Иванов',
    review: '',
    date: '5 января 2019',
    rating: 4,
  },
  {
    id: '2',
    name: 'Николай Качков',
    review:
      'Учитывая ключевые сценарии поведения, курс на социально-ориентированный национальный проект не оставляет шанса для анализа существующих паттернов поведения. Для современного мира внедрение современных методик предоставляет широкие возможности для позиций, занимаемых участниками в отношении поставленных задач. Как уже неоднократно упомянуто, сделанные на базе интернет-аналитики выводы будут в равной степени предоставлены сами себе. Вот вам яркий пример современных тенденций — глубокий уровень погружения создаёт предпосылки для своевременного выполнения сверхзадачи. И нет сомнений, что акционеры крупнейших компаний, инициированные исключительно синтетически, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.',
    date: '20 июня 2018',
    rating: 4,
  },
  {
    id: '3',
    name: 'Екатерина Беляева',
    review: '',
    date: '18 февраля 2018',
    rating: 4,
  },
];
